{
  "es":{
    "home1":"Inicio",
    "hi":"Hola",
    "soy": "soy",
    "download": "Descargar CV",
    "about":"Sobre mí",
    "about-title": "Hola..",
    "about-content-txt1":"Soy Angel Tello, Ingeniero de sistemas, me gusta trabajar con tecnologías en el back-end y front-end, me adapto a cualquier entorno de trabajo, me considero una persona autodidacta, porque me gusta investigar sobre temas que desconozco, reforzar mis conocimientos, me gusta dar solución a todas las actividades requeridas.",
    "about-content-txt2":"Actualmente me encuentro culminando mi tesis, para la obtención de mi Título Universitario.",
    "education":"Mi Educación",
    "skills":"Habilidades",
    "skill-content2-txt1":"En la vida profesional se va adquiriendo habilidades y capacidades las mismas nos permiten poner en práctica lo aprendido, pudiendo así resolver problemas con mayor agilidad. A continuación, se lista las habilidades profesionales:",
    "projects":"Proyectos",
    "project-tienda-title":"Tienda Online",
    "project-tienda":"Tienda Online desarrollado con Drupal 8 Comerce y PHP Server",
    "project-centos-title":"Servidores Centos",
    "project-centos":"El proyecto consiste en configurar los servicios web, proxy, base de datos, samba, dhcp, correo, dns, firewall y ruteo haciendo uso del sistema operativo CentOS 7 virtualizado para el manejo y administración de cada uno de ellos en una topología de red.",
    "project-cookfish":"Cook Fish es una aplicación móvil que proporciona recetas de cocina que se pueden elaborar con los peces que se pueden adquirir en la ciudad de Machala. Cuenta con: • Ayuda visual, mediante fotografías del plato. • Ayuda escrita, sobre los ingredientes y modo de preparación.",
    "project-puertofish":"Puerto Fish es una aplicación móvil que sirve de ayuda para conocer o reconocer un pez que se desee comprar en la ciudad de Machala. Cuenta con: • Ayuda visual, mediante fotografías del pez. • Ayuda escrita, sobre las características que sirvan para reconocer al pez. • Una tabla con información nutricional del pez.",
    "project-fabrica-title":"Obtimizacion de fabrica",
    "project-fabrica":"Este Proyecto consiste en simular el proceso de fabricación de mermelada que se realiza en la industria “MERMELAD S.A” mediante la aplicación del lenguaje de simulación “Flexsim” con el fin de estimar posibles mejoras en cuanto a su producción.",
    "project-front-title":"Proyectos front-End",
    "project-front":"Serie de mini proyectos para front-end, donde se realiza una lading cuenta regresiva, utilizar modo dark con scss y una lading haciendo uso de bootstrap",
    "project-galeria-title":"Galería de imagenes",
    "project-galeria":"Desarrollado con node, express, ejs, bootstrap para que un usuario pueda gestionar sus imagenes",
    "project-portafolio-title":"Mi Portafolio",
    "project-portafolio":"Proyecto desarrollado haciendo uso de HTML, CSS, JS",
    "project-oximetro":"Proyecto desarrollado con arduino para poder obtener el ritmo cárdiaco de una persona",
    "project-orus":"Colaborador en el proyecto OrusDent desarrollando parte del back-end en laravel",
    "project-tutorias-title":"Tutorías",
    "project-tutorias":"Proyecto realizado en trabajo de titulación construido con lumen de laravel en el lado del back-end y angular en el lado del front-end",
    "derechos":"2021 copyright todos los derechos reservados"

  },
  "en":{
    "home1":"Home",
    "hi":"Hi",
    "soy": "I'am",
    "download": "Download CV",
    "about":"About me",
    "about-title": "Hi..",
    "about-content-txt1": "I am Angel Tello, Systems Engineer, I like to work with technologies in the back-end and front-end, I adapt to any work environment, I consider myself a self-taught person, because I like to investigate topics that I do not know, reinforce my knowledge, I like to solve all the required activities.",
    "about-content-txt2": "I am currently completing my thesis, to obtain my University Degree.",
    "education":"My Education",
    "skills":"Skills",
    "skill-content2-txt1":"In professional life, skills and abilities are acquired, which allow us to put what we have learned into practice, thus being able to solve problems with greater agility. The professional skills are listed below:",
    "projects":"Projects",
    "project-buho":"Developed with laravel 8 a manageable blog",
    "project-eduquiz":"Project consists of a back-end elaborated with lumen, and an app developed on unity, my contribution was on the back-end side.",
    "project-cocomo":"Performed in php to estimate the cost of a software project, it will read the lines of code corresponding to projects whose extensions are 'php', 'java', 'js' and will avoid reading empty lines or lines with comments like this /* */ # // //",
    "project-front-title":"Projects front-End",
    "project-front":"Series of mini projects for front-end, where a lading countdown is made. dark mode with scss, a lading using bootstrap.",
    "project-galeria-title":"Image gallery",
    "project-galeria":"Developed with node, express, ejs, bootstrap so that a user can manage his images.",
    "project-portafolio-title":"My Portfolio",
    "project-portafolio":"Project developed using HTML, CSS, JS",
    "project-oximetro":"Project developed with arduino to obtain the heart rate of a person.",
    "project-orus":"Collaborator in the OrusDent project developing part of the back-end in laravel.",
    "project-tutorias-title":"Tutorials",
    "project-tutorias":"Project realized as a degree work built with laravel lumen on the back-end side and angular on the front-end side.",
    "derechos":"2021 copyright all right reserved"

  }
}
